Repository: wp-plugins/bettor
Catalog: translation/BettorPlugin-*.po
Languages: de_de

source: Hello World
de_de: Hallo Welt!

source: correct
de_de: richtig

source: false
de_de: falsch

source: Tip
de_de: Tipp

source: Odd
de_de: Quote

source: Stake
de_de: Einsatz

source: Result
de_de: Ergebnis

source: Valuation
de_de: Wertung

source: Win / Loose
de_de: Gewinn / Verlust

source: Win
de_de: Gewinn

source: Loose
de_de: Verlust

source: Post your Bets!
de_de: Poste deine Wetten!

source: Kickoff
de_de: Anstoss

source: League
de_de: Liga

source: Game
de_de: Spiel

source: Bookmaker
de_de: Buchmacher

source: Sports
de_de: Sportart

source: one more Bet
de_de: Eine weitere Wette

source: Bettor Plugin
de_de: Wetten Plugin

source: Bettor Plugin Setup - Evaluate Bet
de_de: Wetten Plugin Setup- Werte Wetten aus

source: All bets are evaluated!
de_de: Alle Wetten sind ausgewertet!

source: Save
de_de: Speicher

source: For delete this bet insert "Delete"
de_de: Zum löschen gebe "Löschen" ein

source: Delete
de_de: Löschen

source: Admin sports
de_de: Administriere die Sportarten

source: Admin bookmaker
de_de: Administriere die Buchmacher

source: Choose Picture
de_de: Wähle ein Bild

source: Evaluate
de_de: Auswertung

source: Back: 100% Win
de_de: Back: 100% Gewinn

source: Back: 100% Lost
de_de: Back: 100% Verlust

source: Back: 50% Cashback - 50% Win
de_de: Back: 50% Cashback - 50% Gewinn

source: Back: 50% Cashback - 50% Lost
de_de: Back: 50% Cashback - 50% Verlust

source: Back: 50% Win - 50% Lost
de_de: Back: 50% Gewinn - 50% Verlust

source: Lay: 100% Win
de_de: Lay: 100% Gewinn

source: Lay: 100% Lost
de_de: Lay: 100% Verlust

source: Bookmaker Link
de_de: Link zum Buchmacher

source: Bookmaker Special Link (with JS as exampel)
de_de: Buchmaker Link mit Besonderheiten (zum Beispiel Javascript)

source: Please fill in the fields. If you use the special link field the link and picture field will be ignored!
de_de: Bitte fülle die Felder aus. Wenn du das Spezial Link Feld ausfüllst wird das Bild und der normale Link ignoriert.

source: Please select
de_de: Bitte auswählen

source: Categorie
de_de: Kategorie

source: Options
de_de: Einstellungen

source: Main Settings for Bettor Plugin
de_de: Grundeinstellungen für das Wett Plugin

source: Change here all the options for the bettor plugin. Beware If you disable the view of the bets you hase to use use the shortcode [bettor_bet] in the post.
de_de: Ändere hier alle Optionen für das Wett Plugin. Pass aber auf, wenn du die Anzeige der Wetten deaktivierts musst du den Shortcade [bettor_bet] in deine Beiträge einbauen.

source: Change color of tips (ex. Hex code:#1e77e0)
de_de: Ändere die Anzeigefarbe der Wetten (Bsp. Hex code:#1e77e0)

source: Where to show Bets?
de_de: Wo sollen die Wetten angzeigt werden?

source: Top
de_de: Oben

source: Bottom
de_de: Unten

source: Nowhere
de_de: Nirgendwo

source: Size of the sports picture
de_de: Größe des Sportartbildes

source: left
de_de: Links

source: right
de_de: Rechts

source: Align of the sports picture
de_de: Ausrichtung des Sportartbildes

source: Value of a Unit
de_de: Betrag pro Unit

source: Currency
de_de: Währung

source: Get detail statistics
de_de: Rufe detailierte Statistik ab

source: Win in units
de_de: Gewinn in Units

source: Win in
de_de: Gewinn in

source: Statistics
de_de: Statistik

source: High of one unit
de_de: Unithöhe

source: Display the statistic of your bets as widget.
de_de: Zeigt die Statistik deiner Wetten als Widget

source: Title
de_de: Titel

source: How many month back?
de_de: Zurückliegende Monate

source: Statistic Link
de_de: Link zur Statistik

source: Balance
de_de: Bilanz

source: Bets / Win / Loose / Cashback
de_de: Wetten / Gewonnen / Verloren / Cashback

source: Bet Statistic
de_de: Wetten Statistik
